Repository: iOmega8561/VirtualizationKit
Catalog: VirtualizationKit/Resources/Localizable.xcstrings
Source language: en
Languages: it

# capability-audioCaptureDevice
source: Audio capture device
it: Dispositivo audio di cattura

# capability-audioOutputDevice
source: Audio output device
it: Dispositivo audio di uscita

# capability-directoryShare
source: Shared directory
it: Cartella condivisa

# capability-nestedVirtualization
source: Nested virtualization
it: Virtualizzazione nidificata

# capability-rosetta
source: Rosetta x86_64 Emulator
it: Emulatore x86_64 Rosetta

# capability-xhciUSBHotSwap
source: Para-virtualized USB device hot swap
it: Gestione a caldo dei dispositivi USB para-virtualizzati

# error-appleLimitExceeded
source: Due to limitations imposed by Apple’s license agreement, it is only possible to run a fixed amount of macOS Virtual Machines at the same time.
it: A causa di una limitazione prevista dagli accordi di licenza di Apple, non è possibile avviare più di un certo numero di Macchine Virtuali macOS in contemporanea.

# error-auxiliaryFailedSetup
source: Could not create macOS auxiliary storage file
it: Non è stato possibile create il file di memorizzazione ausiliario per macOS

# error-bridgeNicUnavailable
source: The following network interface is not available on the host system: “%@”
it: La seguente interfaccia di rete non è disponibile sul sistema host: “%@”

# error-bridgeNoNicsAvailable
source: There isn’t any available network interface to setup Bridged networking
it: Non esistono interfacce di rete disponibili per costruire una rete Bridged

# error-coreFilesMissing
source: Critical Virtual Machine files are missing or have been deleted. Please delete or recreate the Virtual Machine
it: File critici per il funzionamento della Macchina Virtuale sono mancanti o sono stati eliminati. Si prega di eliminare o ricreare la Macchina Virtuale.

# error-coreFilesTampered
source: Critical Virtual Machine files are corrupted or have been tampered with. Please delete or recreate the Virtual Machine.
it: File critici per il funzionamento della Macchina Virtuale sono stati corrotti o manomessi. Si prega di eliminare o ricreare la Macchina Virtuale

# error-diskImageFailedSetup
source: Could not create device attachment for main disk
it: Non è stato possibile creare il dispositivo a blocchi per il disco principale

# error-invalidMacAddress
source: The specified MAC Address is not valid: “%@”
it: Il MAC Address specificato non è valido: “%@”

# error-macUnsupportedHost
source: This mac is not supported by the chosen macOS restore image
it: Questo mac non è supportato dall'immagine di ripristino di macOS scelta

# error-macUnsupportedImage
source: The chosen macOS restore image does not support any feasible configuration
it: L'immagine di ripristino di macOS scelta non supporta alcuna configurazione possibile

# error-missingMacImage
source: The macOS installation image could not be found
it: Non è stato possibile trovare l'immagine di ripristino di macOS

# error-permissionDenied
source: The following feature cannot be accessed on the %@ machine or operating system because permission has been denied: “%@”
it: Non è possibile accedere alla seguente funzionalità della macchina o del sistema operativo %@ a causa di mancanza di autorizzazione: “%@”

# error-unavailableFeature
source: The following feature is supported but not available on the %@ machine or operating system: “%@”
it: La seguente funzionalità è supportata ma non disponibile sulla macchina o sistema operativo %@: “%@”

# error-unsupportedFeature
source: The following feature is not supported by the %@ machine or operating system: “%@”
it: La seguente funzionalità non è supportata dalla macchina o sistema operativo %@: “%@”

# error-usbDeviceNotFound
source: The para-virtualized USB device with the following identifier does not exist: “%@”
it: Il dispositivo USB para-virtualizzato con il seguente identificativo non esiste: “%@”

# error-wrongMacImageVersion
source: The Virtual Machine has been created using a macOS %@ restore image, but the currently selected image’s version is %@
it: La Macchina Virtuale è stata creata utilizzando un’immagine di ripristino di macOS %@, ma la versione dell’immagine attualmente selezionata è %@

# networktopo-bridged
source: Advanced
it: Avanzata

# networktopo-nat
source: Shared
it: Condivisa

# networktopo-none
source: None
it: Nessuna

# perfpreset-balanced
source: Balanced
it: Bilanciato

# perfpreset-basic
source: Basic
it: Minimo

# perfpreset-custom
source: Custom
it: Personalizzato

# perfpreset-performance
source: Peformance
it: Performante

# vmstate-error
source: Error
it: Errore

# vmstate-installing
source: Installing
it: Installazione

# vmstate-paused
source: Paused
it: In pausa

# vmstate-pausing
source: Pausing
it: Metto in pausa

# vmstate-restoring
source: Restoring
it: Ripristino

# vmstate-resuming
source: Resuming
it: Ripresa

# vmstate-running
source: Running
it: In esecuzione

# vmstate-saving
source: Saving
it: Salvataggio

# vmstate-starting
source: Initialization
it: Avvio

# vmstate-stopped
source: Stopped
it: Ferma

# vmstate-stopping
source: Stopping
it: Arresto
